Repository: cockpit-project/cockpit-machines
Catalog: po/*.po
Languages: id

source: excluding
id: tidak termasuk

source: $0 $1 available at default location
id: $0 $1 tersedia di lokasi default

source: $0 $1 available on host
id: $0 $1 tersedia di host

source: $0 CPU details
id: Detail CPU $0

source: $0 Network
id: Jaringan $0

source: $0 Storage pool
id: Pool penyimpanan $0

source: $0 console
id: Konsol $0

source: $0 does not support unattended installation.
id: $0 tidak mendukung instalasi tanpa pengawasan.

source: $0 memory adjustment
id: Penyesuaian memori $0

source: $0 network
id: $0 Jaringan

source: $0 vCPU
id: vCPU $0

source: $0 virtual network interface settings
id: Pengaturan antarmuka jaringan virtual $0

source: (empty)
id: (kosong)

source: A copy of the VM will run on the destination and will disappear when it is shut off. Meanwhile, the origin host keeps its copy of the VM configuration.
id: Salinan VM akan dijalankan di tujuan dan akan menghilang ketika dimatikan. Sementara itu, host asal menyimpan salinan konfigurasi VM-nya.

source: Access
id: Akses

source: Action
id: Tindakan

source: Actions
id: Tindakan

source: Activate
id: Aktifkan

source: Activate the storage pool to administer volumes
id: Aktifkan kolam penyimpanan untuk mengelola volume

source: Add
id: Tambah

source: Add SSH keys
id: Tambahkan kunci SSH

source: Add TPM
id: Tambahkan TPM

source: Add VNC
id: Tambahkan VNC

source: Add a DHCP static host entry
id: Tambahkan entri host statis DHCP

source: Add disk
id: Tambah Disk

source: Add host device
id: Tambahkan perangkat host

source: Add network interface
id: Tambah Antarmuka Jaringan

source: Add serial console
id: Tambahkan konsol serial

source: Add shared directory
id: Tambahkan direktori bersama

source: Add virtual network interface
id: Tambah Antarmuka Jaringan Virtual

source: Add vsock interface
id: Tambahkan antarmuka vsock

source: Add watchdog device type
id: Tambahkan tipe perangkat watchdog

source: Adding a watchdog will require a reboot to take effect.
id: Menambahkan watchdog akan memerlukan reboot agar berlaku.

source: Adding shared directories is possible only when the guest is shut off
id: Penambahan direktori bersama hanya dapat dilakukan ketika guest dimatikan

source: Address
id: Alamat

source: Address not within subnet
id: Alamat tidak berada dalam subnet

source: All
id: Semua

source: All VM activity, including storage, will be temporary. This will result in data loss on the destination host.
id: Semua aktivitas VM, termasuk penyimpanan, akan bersifat sementara. Ini akan mengakibatkan kehilangan data di host tujuan.

source: Allowed characters: basic Latin alphabet, numbers, and limited punctuation (-, _, +, .)
id: Karakter yang diizinkan: alfabet Latin dasar, angka, dan tanda baca terbatas (-, _, +, .)

source: Also delete all volumes inside this pool:
id: Juga hapus semua volume di dalam kolam ini:

source: Always attach
id: Selalu pasang

source: An example of vsock-aware software is socat
id: Contoh perangkat lunak yang mendukung vsock adalah socat

source: Apply
id: Terapkan

source: Apply on next boot
id: Terapkan pada boot berikutnya

source: Assign automatically
id: Tetapkan secara otomatis

source: Associated storage files
id: Berkas penyimpanan terkait

source: Automated installs are only available when downloading an image or using cloud-init.
id: Instalasi otomatis hanya tersedia saat mengunduh citra atau menggunakan cloud-init.

source: Automatic
id: Otomatis

source: Automation
id: Otomatisasi

source: Autostart
id: Mulai otomatis

source: Base System Peripheral
id: Periferal Sistem Dasar

source: Block device
id: Perangkat blok

source: Blocked
id: Diblokir

source: Boot order
id: Urutan Boot

source: Boot order settings could not be saved
id: Pengaturan urutan boot tidak dapat disimpan

source: CD/DVD disc
id: Cakram CD/DVD

source: CPU mode could not be saved
id: Mode CPU tidak dapat disimpan

source: Cancel
id: Batal

source: Cannot edit vsock device on a transient VM
id: Tidak dapat mengedit perangkat vsock pada VM sementara

source: Cannot edit watchdog device on a transient VM
id: Tidak dapat mengedit perangkat watchdog pada VM sementara

source: Change boot order
id: Ubah urutan boot

source: Change firmware
id: Ubah Firmware

source: Changes pending
id: Perubahan tertunda

source: Changes will take effect after shutting down the VM
id: Perubahan akan berlaku setelah VM dimatikan

source: Changing BIOS/EFI settings is specific to each manufacturer. It involves pressing a hotkey during boot (ESC, F1, F12, Del). Enable a setting called "virtualization", "VM", "VMX", "SVM", "VTX", "VTD". Consult your computer's manual for details.
id: Mengubah pengaturan BIOS/EFI berbeda untuk setiap produsen. Ini melibatkan menekan tombol pintasan saat boot (ESC, F1, F12, Del). Aktifkan pengaturan yang disebut "virtualization", "VM", "VMX", "SVM", "VTX", "VTD". Lihat buku petunjuk komputer Anda untuk detailnya.

source: Checking token validity...
id: Memeriksa validitas token...

source: Choose an operating system
id: Pilih sistem operasi

source: Class
id: Kelas

source: Clicking "Launch viewer" will download a $0 file and launch the Remote Viewer application on your system.
id: Mengklik "Luncurkan penampil" akan mengunduh berkas $0 dan meluncurkan aplikasi Remote Viewer di sistem Anda.

source: Clone
id: Klon

source: Close
id: Tutup

source: Cloud base image
id: Citra dasar cloud

source: Co-Processor
id: Ko-Prosesor

source: Cockpit Project
id: Proyek Cockpit

source: Complex rule "$0" can not be edited here.
id: Aturan kompleks "$0" tidak dapat diedit di sini.

source: Compress
id: Kompres

source: Concurrently writeable
id: Dapat ditulis bersamaan

source: Confirm this action
id: Konfirmasi tindakan ini

source: Connect
id: Hubungkan

source: Connection
id: Sambungan

source: Console
id: Konsol

source: Convert QXL video card to VGA
id: Ubah kartu video QXL menjadi VGA

source: Convert SPICE graphics console to VNC
id: Ubah konsol grafis SPICE menjadi VNC

source: Copy storage
id: Salin penyimpanan

source: Copy to clipboard
id: Salin ke papan klip

source: Cores per socket
id: Inti per soket

source: Could not delete $0
id: Tidak dapat menghapus $0

source: Could not delete all storage for $0
id: Tidak dapat menghapus semua penyimpanan untuk $0

source: Could not delete disk's storage
id: Tidak dapat menghapus penyimpanan disk

source: Could not dynamically add watchdog
id: Tidak dapat menambahkan watchdog secara dinamis

source: Could not revert to snapshot
id: Tidak dapat kembali ke snapshot

source: Crashed
id: Crash

source: Create
id: Buat

source: Create VM
id: Buat VM

source: Create VM by importing a disk image of an existing VM installation
id: Buat VM dengan mengimpor citra disk dari instalasi VM yang sudah ada

source: Create VM from local or network installation medium
id: Buat VM dari media instalasi lokal atau jaringan

source: Create a clone VM based on $0
id: Buat klon VM berdasarkan $0

source: Create and edit
id: Buat dan edit

source: Create and run
id: Buat dan jalankan

source: Create new
id: Buat Baru

source: Create new qcow2 volume
id: Buat volume qcow2 baru

source: Create new raw volume
id: Buat volume mentah baru

source: Create new virtual machine
id: Buat Mesin Virtual Baru

source: Create snapshot
id: Buat snapshot

source: Create storage pool
id: Buat kolam penyimpanan

source: Create storage volume
id: Buat volume penyimpanan

source: Create virtual network
id: Buat Jaringan Virtual

source: Create volume
id: Buat volume

source: Creating VM
id: Membuat VM

source: Creating VM $0
id: Membuat VM $0

source: Creating snapshots of VMs with VFIO devices is not supported while they are running.
id: Membuat snapshot VM dengan perangkat VFIO tidak didukung saat sedang berjalan.

source: Creation of VM $0 failed
id: Pembuatan VM $0 gagal

source: Creation time
id: Waktu pembuatan

source: Current
id: Saat ini

source: Current allocation
id: Alokasi saat ini

source: Custom firmware: $0
id: Firmware kustom: $0

source: Custom identifier
id: Pengidentifikasi kustom

source: Custom path
id: Jalur kustom

source: DHCP Settings
id: Pengaturan DHCP

source: Deactivate
id: Nonaktifkan

source: Delete
id: Hapus

source: Delete $0 VM?
id: Hapus VM $0?

source: Delete $0 storage pool?
id: Hapus kolam penyimpanan $0?

source: Delete $0 volume
id: Hapus volume $0

source: Delete associated storage files:
id: Hapus berkas penyimpanan terkait:

source: Delete network?
id: Hapus jaringan?

source: Delete snapshot?
id: Hapus snapshot?

source: Deleting an inactive storage pool will only undefine the pool. Its content will not be deleted.
id: Menghapus kolam penyimpanan yang tidak aktif hanya akan menghapus definisinya. Isinya tidak akan dihapus.

source: Deleting shared directories is possible only when the guest is shut off
id: Penghapusan direktori bersama hanya dapat dilakukan ketika guest dimatikan

source: Description
id: Deskripsi

source: Deselect others
id: Batalkan pilihan lainnya

source: Destination URI
id: URI tujuan

source: Destination URI must not be empty
id: URI tujuan tidak boleh kosong

source: Detach
id: Lepaskan

source: Detach the disks using this pool from any VMs before attempting deletion.
id: Lepaskan disk yang menggunakan kolam ini dari VM mana pun sebelum mencoba penghapusan.

source: Details
id: Detail

source: Device
id: Perangkat

source: Devices
id: Perangkat

source: Disconnect
id: Terputus

source: Disconnected
id: Terputus

source: Disk $0 could not be removed
id: Disk $0 tidak dapat dihapus

source: Disk failed to be added
id: Gagal menambahkan disk

source: Disk identifier
id: Pengidentifikasi disk

source: Disk image
id: Citra disk

source: Disk image file
id: Berkas citra disk

source: Disk image path must not be empty
id: Jalur citra disk tidak boleh kosong

source: Disk images can be stored in user home directory
id: Citra disk dapat disimpan di direktori home pengguna

source: Disk settings could not be saved
id: Pengaturan disk tidak dapat disimpan

source: Disk-only snapshot
id: Snapshot khusus disk

source: Disks
id: Disk

source: Display Controller
id: Pengontrol Tampilan

source: Do not run this VM on the origin and destination hosts at the same time.
id: Jangan jalankan VM ini di host asal dan tujuan secara bersamaan.

source: Do nothing
id: Jangan lakukan apa pun

source: Docking Station
id: Stasiun Docking

source: Domain has crashed
id: Domain mengalami crash

source: Domain is blocked on resource
id: Domain diblokir oleh sumber daya

source: Download an OS
id: Unduh sistem operasi

source: Download progress
id: Kemajuan unduhan

source: Download the MSI from $0
id: Unduh MSI dari $0

source: Downloading image for VM $0
id: Mengunduh citra untuk VM $0

source: Downloading: $0%
id: Mengunduh: $0%

source: Dump core
id: Buang inti (dump core)

source: Duration
id: Durasi

source: Dying
id: Sedang mati

source: Edit $0 attributes
id: Edit atribut $0

source: Edit VNC settings
id: Edit pengaturan VNC

source: Edit description
id: Edit deskripsi

source: Edit description of VM $0
id: Edit deskripsi VM $0

source: Edit vsock interface
id: Edit antarmuka vsock

source: Edit watchdog device type
id: Edit tipe perangkat watchdog

source: Editing network interfaces of transient guests is not allowed
id: Mengedit antarmuka jaringan untuk guest sementara tidak diizinkan

source: Editing transient network interfaces is not allowed
id: Mengedit antarmuka jaringan sementara tidak diizinkan

source: Eject
id: Keluarkan

source: Eject disc from VM?
id: Keluarkan cakram dari VM?

source: Emulated machine
id: Mesin emulasi

source: Enable virtualization support in BIOS/EFI settings.
id: Aktifkan dukungan virtualisasi di pengaturan BIOS/EFI.

source: Encryption Controller
id: Pengontrol Enkripsi

source: End
id: Akhir

source: End should not be empty
id: Bagian akhir tidak boleh kosong

source: Enter root and/or user information to enable unattended installation.
id: Masukkan informasi root dan/atau pengguna untuk mengaktifkan instalasi tanpa pengawasan.

source: Error checking token
id: Kesalahan saat memeriksa token

source: Example, $0
id: Contoh, $0

source: Existing disk image on host's file system
id: Citra disk yang ada pada sistem berkas host

source: Expand
id: Perluas

source: Extended attributes
id: Atribut diperluas

source: Failed
id: Gagal

source: Failed to add TPM to VM $0
id: Gagal menambahkan TPM ke VM $0

source: Failed to add VNC to VM $0
id: Gagal menambahkan VNC ke VM $0

source: Failed to add serial console to VM $0
id: Gagal menambahkan konsol serial ke VM $0

source: Failed to add shared directory
id: Gagal menambahkan direktori bersama

source: Failed to change firmware
id: Gagal mengubah firmware

source: Failed to clone VM $0
id: Gagal mengklon VM $0

source: Failed to configure vsock
id: Gagal mengonfigurasi vsock

source: Failed to configure watchdog
id: Gagal mengonfigurasi watchdog

source: Failed to connect
id: Gagal terhubung

source: Failed to detach vsock
id: Gagal melepas vsock

source: Failed to detach watchdog
id: Gagal melepas watchdog

source: Failed to fetch some resources
id: Gagal mengambil beberapa sumber daya

source: Failed to fetch the IP addresses of the interfaces present in $0
id: Gagal mengambil alamat IP dari antarmuka yang ada di $0

source: Failed to rename VM $0
id: Gagal mengganti nama VM $0

source: Failed to replace SPICE devices
id: Gagal mengganti perangkat SPICE

source: Failed to save network settings
id: Gagal menyimpan pengaturan jaringan

source: Failed to send key Ctrl+Alt+$0 to VM $1
id: Gagal mengirim tombol Ctrl+Alt+$0 ke VM $1

source: Failed to set description of VM $0
id: Gagal mengatur deskripsi VM $0

source: Fewer than the maximum number of virtual CPUs should be enabled.
id: Jumlah CPU virtual yang diaktifkan harus kurang dari jumlah maksimum.

source: File
id: Berkas

source: Filesystem $0 could not be removed
id: Sistem berkas $0 tidak dapat dihapus

source: Filesystem directory
id: Direktori sistem berkas

source: Filter by name
id: Saring berdasarkan nama

source: Force eject
id: Paksa keluarkan

source: Force reboot
id: Paksa reboot

source: Force reboot $0?
id: Paksa reboot $0?

source: Force revert
id: Paksa kembalikan

source: Force shut down
id: Paksa matikan

source: Force shut down $0?
id: Paksa matikan $0?

source: Force shutdown and restart
id: Paksa matikan dan mulai ulang

source: Forward mode
id: Mode penerusan

source: Forwarded ports
id: Port yang diteruskan

source: Forwarding mode
id: Mode penerusan

source: Full disk images and the domain's memory will be migrated. Only non-shared, writable disk images will be transferred. Unused storage will remain on the origin after migration.
id: Citra disk penuh dan memori domain akan dimigrasikan. Hanya citra disk yang dapat ditulis dan tidak dibagikan yang akan ditransfer. Penyimpanan yang tidak digunakan akan tetap berada di asal setelah migrasi.

source: General
id: Umum

source: Generate automatically
id: Hasilkan secara otomatis

source: Get a new RHSM token.
id: Dapatkan token RHSM baru.

source: Go to VMs list
id: Pergi ke daftar VM

source: Good choice for desktop virtualization
id: Pilihan yang baik untuk virtualisasi desktop

source: Gracefully shutdown
id: Matikan secara lembut

source: Graphical
id: Grafis

source: Graphical console support not enabled
id: Dukungan konsol grafis belum diaktifkan

source: Guest port
id: Port guest

source: Guest port help
id: Bantuan port guest

source: Hardware virtualization is disabled
id: Virtualisasi perangkat keras dinonaktifkan

source: Hide additional options
id: Sembunyikan opsi tambahan

source: Host device
id: Perangkat host

source: Host device could not be attached
id: Perangkat host tidak dapat dipasang

source: Host device will be removed from $0:
id: Perangkat host akan dihapus dari $0:

source: Host devices
id: Perangkat host

source: Host name
id: Nama Host

source: Host port
id: Port host

source: Host port can not be empty.
id: Port host tidak boleh kosong.

source: Host port help
id: Bantuan port host

source: Host should not be empty
id: Host tidak boleh kosong

source: Hypervisor details
id: Detail hypervisor

source: IP address
id: Alamat IP

source: IP address help
id: Bantuan alamat IP

source: IP address must not be empty
id: Alamat IP tidak boleh kosong

source: IP configuration
id: Konfigurasi IP

source: IPv4 Address
id: Alamat IPv4

source: IPv4 address
id: Alamat IPv4

source: IPv4 address cannot be same as the network's broadcast address
id: Alamat IPv4 tidak boleh sama dengan alamat broadcast jaringan

source: IPv4 and IPv6
id: IPv4 dan IPv6

source: IPv4 network should not be empty
id: Jaringan IPv4 tidak boleh kosong

source: IPv4 only
id: IPv4 saja

source: IPv4 prefix length must be 24 or less
id: Panjang prefiks IPv4 harus 24 atau kurang

source: IPv4 prefix length must be a multiple of 8
id: Panjang prefiks IPv4 harus kelipatan 8

source: IPv6 Address
id: Alamat IPv6

source: IPv6 address
id: Alamat IPv6

source: IPv6 network should not be empty
id: Jaringan IPv6 tidak boleh kosong

source: IPv6 only
id: Hanya IPv6

source: Ideal for server VMs
id: Ideal untuk VM server

source: Ideal networking support
id: Dukungan jaringan yang ideal

source: Identifier in use by $0. VMs with an identical identifier cannot run at the same time.
id: Pengidentifikasi sedang digunakan oleh $0. VM dengan pengidentifikasi yang sama tidak dapat dijalankan secara bersamaan.

source: Identifier may be silently truncated to $0 characters
id: Pengidentifikasi mungkin akan dipangkas diam-diam hingga $0 karakter

source: Idle
id: Menganggur

source: If host IP is set to 0.0.0.0 or not set at all, the port will be bound on all IPs on the host.
id: Jika IP host disetel ke 0.0.0.0 atau tidak disetel sama sekali, port akan diikat pada semua IP di host.

source: Ignore
id: Abaikan

source: Import VM
id: Impor VM

source: Import a virtual machine
id: Impor mesin virtual

source: Import and edit
id: Impor dan edit

source: Import and run
id: Impor dan jalankan

source: Importing an image with a backing file is unsupported
id: Mengimpor citra dengan berkas pendukung tidak didukung

source: In most configurations, macvtap does not work for host to guest network communication.
id: Dalam sebagian besar konfigurasi, macvtap tidak berfungsi untuk komunikasi jaringan antara host dan guest.

source: Initiator
id: Inisiator

source: Initiator should not be empty
id: Inisiator tidak boleh kosong

source: Inject a non-maskable interrupt
id: Suntikkan interupsi non-maskable

source: Input Device Controller
id: Pengontrol Perangkat Input

source: Insert
id: Masukkan

source: Insert disc media
id: Masukkan media cakram

source: Inside the VM
id: Di dalam VM

source: Install
id: Instal

source: Installation source
id: Sumber instalasi

source: Installation source must not be empty
id: Sumber instalasi tidak boleh kosong

source: Installation type
id: Jenis instalasi

source: Intelligent Controller
id: Pengontrol Cerdas

source: Interface
id: Antarmuka

source: Interface type
id: Jenis antarmuka

source: Interface type help
id: Bantuan jenis antarmuka

source: Invalid IP address
id: Alamat IP tidak valid

source: Invalid IPv4 address
id: Alamat IPv4 tidak valid

source: Invalid IPv4 mask or prefix length
id: Mask atau panjang prefiks IPv4 tidak valid

source: Invalid IPv6 address
id: Alamat IPv6 tidak valid

source: Invalid IPv6 prefix
id: Prefiks IPv6 tidak valid

source: Invalid filename
id: Nama berkas tidak valid

source: Isolated network
id: Jaringan terisolasi

source: It can also be used to enable the inline graphical console in the browser, which does not support SPICE.
id: Ini juga dapat digunakan untuk mengaktifkan konsol grafis langsung di browser, yang tidak mendukung SPICE.

source: Keys are located in ~/.ssh/ and have a ".pub" extension.
id: Kunci terletak di ~/.ssh/ dan memiliki ekstensi ".pub".

source: LVM volume group
id: Grup volume LVM

source: Launch viewer
id: Luncurkan penampil

source: Leave the password blank if you do not wish to have a root account created
id: Biarkan kata sandi kosong jika Anda tidak ingin akun root dibuat

source: Leave the password blank if you do not wish to have a user account created
id: Biarkan kata sandi kosong jika Anda tidak ingin akun pengguna dibuat

source: Leave the password blank if you do not wish to set a root password
id: Biarkan kata sandi kosong jika Anda tidak ingin mengatur kata sandi root

source: Libvirt did not detect any UEFI/OVMF firmware image installed on the host
id: Libvirt tidak mendeteksi citra firmware UEFI/OVMF apa pun yang terinstal di host

source: Libvirt or hypervisor does not support UEFI
id: Libvirt atau hypervisor tidak mendukung UEFI

source: Loading available network devices
id: Memuat perangkat jaringan yang tersedia

source: Loading operating system information...
id: Memuat informasi sistem operasi...

source: Loading resources
id: Memuat sumber daya

source: Local install media (ISO image or distro install tree)
id: Media instalasi lokal (citra ISO atau pohon instalasi distro)

source: Local scaling
id: Skala lokal

source: Location
id: Lokasi

source: MAC address
id: Alamat MAC

source: MAC address already in use
id: Alamat MAC sudah digunakan

source: MAC address must not be empty
id: Alamat MAC tidak boleh kosong

source: Machine must be shut off before changing bus type
id: Mesin harus dimatikan sebelum mengubah jenis bus

source: Machine must be shut off before changing cache mode
id: Mesin harus dimatikan sebelum mengubah mode cache

source: Machines
id: Mesin

source: Manage your virtual machines
id: Kelola mesin virtual Anda

source: Managing virtual machines
id: Mengelola mesin virtual

source: Mask or prefix length
id: Mask atau panjang prefiks

source: Mask or prefix length should not be empty
id: Mask atau panjang prefiks tidak boleh kosong

source: Mass Storage Controller
id: Pengontrol Penyimpanan Massal

source: Maximum allocation
id: Alokasi maksimum

source: Maximum memory could not be saved
id: Memori maksimum tidak dapat disimpan

source: Maximum number of virtual CPUs allocated for the guest OS
id: Jumlah maksimum CPU virtual yang dialokasikan untuk OS guest

source: Maximum number of virtual CPUs allocated for the guest OS, which must be between 1 and $0
id: Jumlah maksimum CPU virtual yang dialokasikan untuk OS guest, yang harus antara 1 dan $0

source: Maximum transmission unit
id: Unit transmisi maksimum

source: Media could not be ejected from $0
id: Media tidak dapat dikeluarkan dari $0

source: Media will be ejected from $0:
id: Media akan dikeluarkan dari $0:

source: Memory
id: Memori

source: Memory Controller
id: Pengontrol Memori

source: Memory could not be saved
id: Memori tidak dapat disimpan

source: Memory must not be 0
id: Memori tidak boleh bernilai 0

source: Memory save location can not be empty
id: Lokasi penyimpanan memori tidak boleh kosong

source: Memory snapshot will use about $0.
id: Snapshot memori akan menggunakan sekitar $0.

source: Memory state path
id: Jalur status memori

source: Migrate
id: Migrasi

source: Migrate VM to another host
id: Migrasikan VM ke host lain

source: Migration failed
id: Migrasi gagal

source: Miscellaneous
id: Lain-lain

source: Mode help
id: Bantuan mode

source: Model type
id: Jenis model

source: More info
id: Info lebih lanjut

source: Mount tag
id: Tag mount

source: Mount tag must not be empty
id: Tag mount tidak boleh kosong

source: Multimedia Controller
id: Pengontrol Multimedia

source: Must be an address instead of the network identifier, such as $0
id: Harus berupa alamat, bukan pengenal jaringan, misalnya $0

source: NAT to $0
id: NAT ke $0

source: NIC $0 of VM $1 failed to change state
id: NIC $0 dari VM $1 gagal mengubah status

source: Name
id: Nama

source: Name already exists
id: Nama sudah ada

source: Name can not be empty
id: Nama tidak boleh kosong
