Repository: cockpit-project/cockpit-machines
Catalog: po/*.po
Languages: id

source: Name contains invalid characters
id: Nama mengandung karakter tidak valid

source: Name must not be empty
id: Nama tidak boleh kosong

source: Name should not be empty
id: Nama tidak boleh kosong

source: Name:
id: Nama:

source: Network $0 could not be deleted
id: Jaringan $0 tidak dapat dihapus

source: Network $0 failed to get activated
id: Jaringan $0 gagal diaktifkan

source: Network $0 failed to get deactivated
id: Jaringan $0 gagal dinonaktifkan

source: Network $0 will be permanently deleted.
id: Jaringan $0 akan dihapus secara permanen.

source: Network Controller
id: Pengontrol Jaringan

source: Network boot (PXE)
id: Boot jaringan (PXE)

source: Network file system
id: Sistem berkas jaringan

source: Network interface
id: Antarmuka jaringan

source: Network interface $0 could not be removed
id: Antarmuka jaringan $0 tidak dapat dihapus

source: Network interface $0 will be removed from $1
id: Antarmuka jaringan $0 akan dihapus dari $1

source: Network interface settings could not be saved
id: Pengaturan antarmuka jaringan tidak dapat disimpan

source: Network interfaces
id: Antarmuka jaringan

source: Network selection does not support PXE.
id: Pilihan jaringan tidak mendukung PXE.

source: Networks
id: Jaringan

source: New name
id: Nama baru

source: New name must not be empty
id: Nama baru tidak boleh kosong

source: New volume name
id: Nama volume baru

source: No SSH keys specified
id: Tidak ada kunci SSH yang ditentukan

source: No VM is running or defined on this host
id: Tidak ada VM yang berjalan atau didefinisikan di host ini

source: No boot device found
id: Tidak ditemukan perangkat boot

source: No description
id: Tidak ada deskripsi

source: No disks
id: Tidak ada disk

source: No host device selected
id: Tidak ada perangkat host yang dipilih

source: No host devices
id: Tidak ada perangkat host

source: No network devices
id: Tidak ada perangkat jaringan

source: No network interfaces
id: Tidak ada antarmuka jaringan

source: No network is defined on this host
id: Tidak ada jaringan yang didefinisikan di host ini

source: No networks available
id: Tidak ada jaringan yang tersedia

source: No parent
id: Tidak ada induk

source: No ports forwarded
id: Tidak ada port yang diteruskan

source: No scaling or resizing
id: Tidak ada penskalaan atau pengubahan ukuran

source: No shared directories
id: Tidak ada direktori bersama

source: No snapshots
id: Tidak ada snapshot

source: No state
id: Tidak ada status

source: No storage
id: Tidak ada penyimpanan

source: No storage pool is defined on this host
id: Tidak ada kolam penyimpanan yang didefinisikan di host ini

source: No storage pools available
id: Tidak ada kolam penyimpanan yang tersedia

source: No storage volumes defined for this storage pool
id: Tidak ada volume penyimpanan yang didefinisikan untuk kolam penyimpanan ini

source: No virtual networks
id: Tidak ada jaringan virtual

source: No volumes exist in this storage pool.
id: Tidak ada volume yang ada di kolam penyimpanan ini.

source: Non-Essential Instrumentation
id: Instrumentasi Non-Esensial

source: Non-persistent network cannot be deleted. It ceases to exists when it's deactivated.
id: Jaringan non-persisten tidak dapat dihapus. Jaringan tersebut akan berhenti ada saat dinonaktifkan.

source: Non-persistent storage pool cannot be deleted. It ceases to exists when it's deactivated.
id: Kolam penyimpanan non-persisten tidak dapat dihapus. Kolam tersebut akan berhenti ada saat dinonaktifkan.

source: None
id: Tidak ada

source: None (isolated network)
id: Tidak ada (jaringan terisolasi)

source: Offline token
id: Token offline

source: Offline token must not be empty
id: Token offline tidak boleh kosong

source: Old token expired
id: Token lama telah kedaluwarsa

source: On the host
id: Di host

source: One or more selected volumes are used by domains. Detach the disks first to allow volume deletion.
id: Satu atau lebih volume yang dipilih sedang digunakan oleh domain. Lepaskan disk terlebih dahulu agar volume dapat dihapus.

source: Only editable when the guest is shut off
id: Hanya dapat diedit ketika guest dimatikan

source: Open
id: Buka

source: Operating system
id: Sistem operasi

source: Operation is in progress
id: Operasi sedang berlangsung

source: Other VMs using SPICE
id: VM lain yang menggunakan SPICE

source: Overview
id: Ringkasan

source: Parent snapshot
id: Snapshot induk

source: Password
id: Kata sandi

source: Password must be 8 characters or less. VNC passwords do not provide encryption and are generally cryptographically weak. They can not be used to secure connections in untrusted networks.
id: Kata sandi harus 8 karakter atau kurang. Kata sandi VNC tidak menyediakan enkripsi dan umumnya lemah secara kriptografi. Kata sandi ini tidak dapat digunakan untuk mengamankan koneksi di jaringan yang tidak tepercaya.

source: Password must be at most 8 characters.
id: Kata sandi harus paling banyak 8 karakter.

source: Path
id: Jalur

source: Path on host's filesystem
id: Jalur di sistem berkas host

source: Path to ISO file on host's file system
id: Jalur ke berkas ISO di sistem berkas host

source: Path to cloud image file on host's file system
id: Jalur ke berkas citra cloud di sistem berkas host

source: Path to directory
id: Jalur ke direktori

source: Path to file on host's file system
id: Jalur ke berkas di sistem berkas host

source: Pause
id: Jeda

source: Paused
id: Dijeda

source: Permanent (default)
id: Permanen (default)

source: Permissions denied for disk images in home directories
id: Izin ditolak untuk citra disk di direktori home

source: Persistence
id: Persistensi

source: Persistent
id: Persisten

source: Physical disk device
id: Perangkat disk fisik

source: Physical disk device on host
id: Perangkat disk fisik pada host

source: Please choose a different MAC address
id: Silakan pilih alamat MAC yang berbeda

source: Please choose a storage pool
id: Silakan pilih kolam penyimpanan

source: Please choose a volume
id: Silakan pilih volume

source: Please enter new volume name
id: Silakan masukkan nama volume baru

source: Please see $0 how to reconfigure your VM manually.
id: Silakan lihat $0 untuk cara mengonfigurasi ulang VM Anda secara manual.

source: Pool needs to be active to create volume
id: Kolam harus aktif untuk membuat volume

source: Pool type $0 does not support volume creation
id: Jenis kolam $0 tidak mendukung pembuatan volume

source: Pool type doesn't support volume creation
id: Jenis kolam tidak mendukung pembuatan volume

source: Pool's volumes are used by VMs
id: Volume dalam kolam digunakan oleh VM

source: Port forwards
id: Penerusan port

source: Port must be 1 to 65535.
id: Port harus antara 1 hingga 65535.

source: Port must be 5900 or larger.
id: Port harus 5900 atau lebih besar.

source: Port must be a number that is at least 5900. Leave empty to automatically assign a free port when the machine starts.
id: Port harus berupa angka minimal 5900. Biarkan kosong untuk menetapkan port bebas secara otomatis saat mesin dimulai.

source: Port must be a number.
id: Port harus berupa angka.

source: Power off
id: Matikan daya

source: Pre-formatted block device
id: Perangkat blok yang sudah diformat

source: Preferred number of sockets to expose to the guest.
id: Jumlah soket yang disarankan untuk diekspos ke guest.

source: Prefix
id: Prefiks

source: Prefix length
id: Panjang prefiks

source: Prefix length should not be empty
id: Panjang prefiks tidak boleh kosong

source: Private
id: Pribadi

source: Processing Accelerator
id: Akselerator Pemrosesan

source: Processor
id: Prosesor

source: Product
id: Produk

source: Profile
id: Profil

source: Protocol
id: Protokol

source: Provides a bridge from the guest virtual machine directly onto the LAN. This needs a bridge device on the host with one or more physical NICs.
id: Menyediakan jembatan dari mesin virtual guest langsung ke LAN. Ini memerlukan perangkat jembatan di host dengan satu atau lebih NIC fisik.

source: Provides a connection whose details are described by the named network definition.
id: Menyediakan koneksi dengan detail yang dijelaskan oleh definisi jaringan bernama.

source: Provides a virtual LAN with NAT to the outside world.
id: Menyediakan LAN virtual dengan NAT ke dunia luar.

source: Public SSH key
id: Kunci SSH publik

source: Public key
id: Kunci publik

source: Range
id: Rentang

source: Read-only
id: Hanya-baca

source: Recommended operating systems
id: Sistem operasi yang direkomendasikan

source: Released $0
id: Melepaskan $0

source: Remote URL
id: URL jarak jauh

source: Remote Viewer is available for most operating systems. To install it, search for "Remote Viewer" in GNOME Software, KDE Discover, or run the following:
id: Remote Viewer tersedia untuk sebagian besar sistem operasi. Untuk menginstalnya, cari "Remote Viewer" di GNOME Software, KDE Discover, atau jalankan perintah berikut:

source: Remote resizing
id: Ubah ukuran jarak jauh

source: Remote viewer
id: Penampil jarak jauh

source: Remote viewer applications can connect to the following address:
id: Aplikasi penampil jarak jauh dapat terhubung ke alamat berikut:

source: Remove
id: Hapus

source: Remove SPICE audio and host devices
id: Hapus perangkat SPICE audio dan perangkat host

source: Remove and delete file
id: Hapus dan hapus berkas

source: Remove disk from VM?
id: Hapus disk dari VM?

source: Remove filesystem?
id: Hapus sistem berkas?

source: Remove host device from VM?
id: Hapus perangkat host dari VM?

source: Remove item
id: Hapus item

source: Remove network interface?
id: Hapus antarmuka jaringan?

source: Remove static host from DHCP
id: Hapus host statis dari DHCP

source: Rename
id: Ganti nama

source: Rename VM $0
id: Ganti nama VM $0

source: Replace
id: Ganti

source: Replace SPICE devices
id: Ganti perangkat SPICE

source: Replace SPICE devices in VM $0
id: Ganti perangkat SPICE di VM $0

source: Replace SPICE on selected VMs.
id: Ganti SPICE pada VM yang dipilih.

source: Replace SPICE on the virtual machine.
id: Ganti SPICE pada mesin virtual.

source: Replace with VNC
id: Ganti dengan VNC

source: Reset
id: Atur ulang

source: Restart this virtual machine to access its graphical console
id: Mulai ulang mesin virtual ini untuk mengakses konsol grafisnya

source: Restart this virtual machine to access its serial console
id: Mulai ulang mesin virtual ini untuk mengakses konsol serialnya

source: Restrictions in networking (SLIRP-based emulation) and PCI device assignment
id: Pembatasan pada jaringan (emulasi berbasis SLIRP) dan penetapan perangkat PCI

source: Resume
id: Lanjutkan

source: Retry
id: Coba lagi

source: Revert
id: Kembalikan

source: Revert to snapshot $0
id: Kembalikan ke snapshot $0

source: Reverting to this snapshot will take the VM back to the time of the snapshot and the current state will be lost, along with any data not captured in a snapshot
id: Mengembalikan ke snapshot ini akan mengembalikan VM ke waktu snapshot dan kondisi saat ini akan hilang, termasuk data apa pun yang tidak tertangkap dalam snapshot

source: Root password
id: Kata sandi root

source: Route to $0
id: Rute ke $0

source: Routed network
id: Jaringan terarah

source: Row select
id: Pilih baris

source: Run
id: Jalankan

source: Run when host boots
id: Jalankan saat host melakukan boot

source: Running
id: Berjalan

source: SPICE conversion
id: Konversi SPICE

source: SPICE is not supported on this host and will cause this virtual machine to not boot.
id: SPICE tidak didukung pada host ini dan akan menyebabkan mesin virtual ini gagal boot.

source: SSH keys
id: Kunci SSH

source: Satellite Communication Controller
id: Pengontrol Komunikasi Satelit

source: Save
id: Simpan

source: Security failure
id: Kegagalan keamanan

source: Select all
id: Pilih semua

source: Send key
id: Kirim tombol

source: Send non-maskable interrupt
id: Kirim interupsi non-maskable

source: Send non-maskable interrupt to $0?
id: Kirim interupsi non-maskable ke $0?

source: Serial Bus Controller
id: Pengontrol Bus Serial

source: Serial console
id: Konsol serial

source: Serial console support not enabled
id: Dukungan konsol serial belum diaktifkan

source: Set DHCP range
id: Atur rentang DHCP

source: Set manually
id: Atur secara manual

source: Setting the user passwords for unattended installation requires starting the VM when creating it
id: Mengatur kata sandi pengguna untuk instalasi tanpa pengawasan memerlukan VM dijalankan saat pembuatannya

source: Share
id: Bagikan

source: Share a host directory with the guest
id: Bagikan direktori host dengan guest

source: Shared directories
id: Direktori bersama

source: Shared host directories need to be manually mounted inside the VM
id: Direktori host yang dibagikan harus dipasang secara manual di dalam VM

source: Shared storage
id: Penyimpanan bersama

source: Show additional options
id: Tampilkan opsi tambahan

source: Show less
id: Tampilkan lebih sedikit

source: Show more
id: Tampilkan lebih banyak

source: Shut down
id: Matikan

source: Shut down $0?
id: Matikan $0?

source: Shut off
id: Dimatikan

source: Shut off the VM in order to edit firmware configuration
id: Matikan VM untuk mengedit konfigurasi firmware

source: Shutdown and restart
id: Matikan dan mulai ulang

source: Shutdown and restart $0?
id: Matikan dan mulai ulang $0?

source: Shutting down
id: Sedang mematikan

source: Signal Processing Controller
id: Pengontrol Pemrosesan Sinyal

source: Simple Communication Controller
id: Pengontrol Komunikasi Sederhana

source: Size
id: Ukuran

source: Snapshot $0 could not be deleted
id: Snapshot $0 tidak dapat dihapus

source: Snapshot $0 will be deleted from $1. All of its captured content will be lost.
id: Snapshot $0 akan dihapus dari $1. Semua konten yang ditangkap akan hilang.

source: Snapshot failed to be created
id: Gagal membuat snapshot

source: Snapshots
id: Snapshot

source: Snapshots allow you to revert to an earlier state
id: Snapshot memungkinkan Anda kembali ke keadaan sebelumnya

source: Sockets
id: Soket

source: Some configuration changes only take effect after a complete shutdown and restart:
id: Beberapa perubahan konfigurasi hanya berlaku setelah VM dimatikan dan dinyalakan kembali sepenuhnya:

source: Source
id: Sumber

source: Source format
id: Format sumber

source: Source must not be empty
id: Sumber tidak boleh kosong

source: Source path
id: Jalur sumber

source: Source path should not be empty
id: Jalur sumber tidak boleh kosong

source: Source should start with http, ftp or nfs protocol
id: Sumber harus dimulai dengan protokol http, ftp, atau nfs

source: Source volume group
id: Grup volume sumber

source: Start
id: Mulai

source: Start pool when host boots
id: Mulai kolam saat host melakukan boot

source: Start should not be empty
id: Bagian mulai tidak boleh kosong

source: Start the virtual machine to access the console
id: Mulai mesin virtual untuk mengakses konsol

source: Start the virtual machine to launch remote viewer.
id: Mulai mesin virtual untuk meluncurkan penampil jarak jauh.

source: Started
id: Dimulai

source: State
id: Status

source: Static host entries
id: Entri host statis

source: Static host from DHCP could not be removed
id: Host statis dari DHCP tidak dapat dihapus

source: Storage
id: Penyimpanan

source: Storage is at a shared location
id: Penyimpanan berada di lokasi bersama

source: Storage limit
id: Batas penyimpanan

source: Storage pool $0 failed to get activated
id: Kolam penyimpanan $0 gagal diaktifkan

source: Storage pool $0 failed to get deactivated
id: Kolam penyimpanan $0 gagal dinonaktifkan

source: Storage pool failed to be created
id: Gagal membuat kolam penyimpanan

source: Storage pool name
id: Nama kolam penyimpanan

source: Storage pools
id: Kolam penyimpanan

source: Storage pools could not be fetched
id: Kolam penyimpanan tidak dapat diambil

source: Storage size must not be 0
id: Ukuran penyimpanan tidak boleh 0

source: Storage volume
id: Volume penyimpanan

source: Storage volume size must not exceed the storage pool's capacity ($0 $1)
id: Ukuran volume penyimpanan tidak boleh melebihi kapasitas kolam penyimpanan ($0 $1)

source: Storage volumes
id: Volume penyimpanan

source: Storage volumes could not be deleted
id: Volume penyimpanan tidak dapat dihapus

source: Storage volumes must be shared between this host and the destination host.
id: Volume penyimpanan harus dibagikan antara host ini dan host tujuan.

source: Successfully copied to clipboard!
id: Berhasil disalin ke papan klip!

source: Suspended (PM)
id: Ditangguhkan (PM)

source: Switch to VNC to continue using this machine.
id: Beralih ke VNC untuk melanjutkan penggunaan mesin ini.

source: System
id: Sistem

source: TAP device
id: Perangkat TAP

source: Table of selectable host devices
id: Tabel perangkat host yang dapat dipilih

source: Target path
id: Jalur target

source: Target path should not be empty
id: Jalur target tidak boleh kosong

source: Temporary
id: Sementara

source: Temporary migration
id: Migrasi sementara

source: Terminal not available
id: Terminal tidak tersedia

source: The VM $0 is running and will be forced off before deletion.
id: VM $0 sedang berjalan dan akan dipaksa dimatikan sebelum dihapus.

source: The VM needs to be running or shut off to detach this device
id: VM harus dalam kondisi berjalan atau dimatikan untuk melepaskan perangkat ini

source: The directory on the server being exported
id: Direktori di server yang sedang diekspor

source: The host path that is to be exported.
id: Jalur host yang akan diekspor.

source: The migrated VM configuration is removed from the source host. The destination host is considered the new home of the VM.
id: Konfigurasi VM yang dimigrasikan dihapus dari host sumber. Host tujuan dianggap sebagai rumah baru VM.

source: The mode influences the delivery of packets.
id: Mode memengaruhi pengiriman paket.

source: The pool is empty
id: Kolam kosong

source: The port on the guest. If left empty, the same port as on the host is used.
id: Port pada guest. Jika dibiarkan kosong, port yang sama seperti pada host akan digunakan.

source: The port on the host that is fotwarded into the guest. You can also specify a range of ports like 4000-4050.
id: Port pada host yang diteruskan ke guest. Anda juga dapat menentukan rentang port seperti 40004050.

source: The selected operating system has minimum memory requirement of $0 $1
id: Sistem operasi yang dipilih memiliki kebutuhan minimum memori sebesar $0 $1

source: The selected operating system has minimum storage size requirement of $0 $1
id: Sistem operasi yang dipilih memiliki kebutuhan minimum ukuran penyimpanan sebesar $0 $1

source: The static host entry for $0 will be removed:
id: Entri host statis untuk $0 akan dihapus:

source: The storage pool could not be deleted
id: Kolam penyimpanan tidak dapat dihapus

source: The tag name to be used by the guest to mount this export point.
id: Nama tag yang akan digunakan oleh guest untuk memasang titik ekspor ini.

source: Then copy and paste it above.
id: Kemudian salin dan tempel di atas.

source: This VM is transient. Shut it down if you wish to delete it.
id: VM ini bersifat sementara. Matikan jika Anda ingin menghapusnya.

source: This browser does not support WebGL2.
id: Browser ini tidak mendukung WebGL2.

source: This disk will be removed from $0:
id: Disk ini akan dihapus dari $0:

source: This filesystem will be removed from $0:
id: Sistem berkas ini akan dihapus dari $0:

source: This is intended for a host which does not support SPICE due to upgrades or live migration.
id: Ini ditujukan untuk host yang tidak mendukung SPICE karena pembaruan atau migrasi langsung.

source: This is the recommended type for general guest connectivity on hosts with dynamic / wireless networking configs.
id: Ini adalah jenis yang direkomendasikan untuk konektivitas umum guest pada host dengan konfigurasi jaringan dinamis/nirkabel.

source: This is the recommended type for general guest connectivity on hosts with static wired networking configs.
id: Ini adalah jenis yang direkomendasikan untuk konektivitas umum guest pada host dengan konfigurasi jaringan kabel statis.

source: This is the recommended type for high performance or enhanced security.
id: Ini adalah jenis yang direkomendasikan untuk kinerja tinggi atau keamanan yang ditingkatkan.

source: This machine has a SPICE graphical console that can not be shown here.
id: Mesin ini memiliki konsol grafis SPICE yang tidak dapat ditampilkan di sini.

source: This tool manages virtual machines. With it, you can create, monitor, and control the virtual machines of the libvirt subsystem.
id: Alat ini mengelola mesin virtual. Dengan ini, Anda dapat membuat, memantau, dan mengendalikan mesin virtual dari subsistem libvirt.

source: This volume is already used by $0.
id: Volume ini sudah digunakan oleh $0.

source: This volume is already used by another VM.
id: Volume ini sudah digunakan oleh VM lain.

source: Threads per core
id: Thread per inti

source: Total space available: $0.
id: Total ruang yang tersedia: $0.

source: Transient VMs don't support editing firmware configuration
id: VM sementara tidak mendukung pengeditan konfigurasi firmware

source: Troubleshoot
id: Pemecahan masalah

source: Type
id: Jenis

source: URL (ISO image or distro install tree)
id: URL (citra ISO atau pohon instalasi distro)

source: Unclassified
id: Tidak terklasifikasi

source: Undefined
id: Tidak terdefinisi

source: Unique name
id: Nama unik

source: Unique name, default: $0
id: Nama unik, default: $0

source: Unique network name
id: Nama jaringan unik

source: Unknown firmware
id: Firmware tidak dikenal

source: Unspecified
id: Tidak ditentukan

source: Unsupported and older operating systems
id: Sistem operasi lama dan tidak didukung

source: Usage
id: Penggunaan

source: Use existing
id: Gunakan yang sudah ada

source: Use extended attributes on files and directories
id: Gunakan atribut diperluas pada berkas dan direktori

source: Use the same location on both the origin and destination hosts for your storage. This can be a shared storage pool, NFS, or any other method of sharing storage.
id: Gunakan lokasi yang sama pada host asal dan tujuan untuk penyimpanan Anda. Ini bisa berupa kolam penyimpanan bersama, NFS, atau metode lain untuk berbagi penyimpanan.

source: Used by
id: Digunakan oleh

source: Used on host
id: Digunakan di host

source: User login
id: Login pengguna

source: User login must not be empty when SSH keys are set
id: Login pengguna tidak boleh kosong ketika kunci SSH disetel

source: User login must not be empty when user password is set
id: Login pengguna tidak boleh kosong ketika kata sandi pengguna disetel

source: User password
id: Kata sandi pengguna

source: User password must not be empty when user login is set
id: Kata sandi pengguna tidak boleh kosong ketika login pengguna disetel

source: User session
id: Sesi pengguna

source: Uses SPICE
id: Menggunakan SPICE

source: VM $0 Host Devices
id: Perangkat Host VM $0

source: VM $0 already exists
id: VM $0 sudah ada

source: VM $0 does not exist on $1 connection
id: VM $0 tidak ada pada koneksi $1

source: VM $0 failed to force reboot
id: VM $0 gagal melakukan paksa reboot

source: VM $0 failed to force shutdown
id: VM $0 gagal melakukan paksa mati

source: VM $0 failed to get installed
id: VM $0 gagal diinstal

source: VM $0 failed to pause
id: VM $0 gagal dijeda

source: VM $0 failed to reboot
id: VM $0 gagal di-reboot

source: VM $0 failed to resume
id: VM $0 gagal dilanjutkan

source: VM $0 failed to send NMI
id: VM $0 gagal mengirim NMI

source: VM $0 failed to shutdown
id: VM $0 gagal dimatikan

source: VM $0 failed to start
id: VM $0 gagal dijalankan
