Repository: cockpit-project/cockpit-machines
Catalog: po/*.po
Languages: id

source: VM launched with unprivileged limited access, with the process and PTY owned by your user account
id: VM dijalankan dengan akses terbatas tanpa hak istimewa, dengan proses dan PTY dimiliki oleh akun pengguna Anda

source: VM needs shutdown
id: VM perlu dimatikan

source: VM state
id: Status VM

source: VM will launch with root permissions
id: VM akan dijalankan dengan izin root

source: VNC settings could not be saved
id: Pengaturan VNC tidak dapat disimpan

source: VNC with TLS is not supported by the in-page viewer
id: VNC dengan TLS tidak didukung oleh penampil dalam halaman

source: Valid token
id: Token valid

source: Vendor support ended $0
id: Dukungan vendor berakhir $0

source: Virtual machines
id: Mesin virtual

source: Virtual machines management
id: Manajemen mesin virtual

source: Virtual network
id: Jaringan virtual

source: Virtual network failed to be created
id: Gagal membuat jaringan virtual

source: Virtual socket support enables communication between the host and guest over a socket. It still requires special vsock-aware software to communicate over the socket.
id: Dukungan soket virtual memungkinkan komunikasi antara host dan guest melalui soket. Tetap memerlukan perangkat lunak khusus yang mendukung vsock untuk berkomunikasi melalui soket.

source: Virtualization service (libvirt) is not active
id: Layanan virtualisasi (libvirt) tidak aktif

source: Volume failed to be created
id: Gagal membuat volume

source: Volume group name
id: Nama grup volume

source: Volume group name should not be empty
id: Nama grup volume tidak boleh kosong

source: Watchdogs act when systems stop responding. To use this virtual watchdog device, the guest system also needs to have an additional driver and a running watchdog service.
id: Watchdog beraksi ketika sistem berhenti merespons. Untuk menggunakan perangkat watchdog virtual ini, sistem guest juga perlu memiliki driver tambahan dan layanan watchdog yang berjalan.

source: Wireless Controller
id: Pengontrol Nirkabel

source: Writeable
id: Dapat ditulis

source: You can mount the shared folder using:
id: Anda dapat memasang folder bersama menggunakan:

source: You need to select the most closely matching operating system
id: Anda perlu memilih sistem operasi yang paling sesuai

source: active
id: aktif

source: add
id: tambahkan

source: add entry
id: tambahkan entri

source: all
id: semua

source: custom
id: kustom

source: direct
id: langsung

source: disabled
id: dinonaktifkan

source: down
id: turun

source: edit
id: ubah

source: enabled
id: diaktifkan

source: host device
id: perangkat host

source: iSCSI direct target
id: target langsung iSCSI

source: iSCSI initiator IQN
id: IQN inisiator iSCSI

source: iSCSI target
id: target iSCSI

source: iSCSI target IQN
id: IQN target iSCSI

source: inactive
id: tidak aktif

source: more info
id: info lebih lanjut

source: mount point: The mount point inside the guest
id: titik pemasangan: Titik pemasangan di dalam guest

source: mount tag: The tag associated to the exported mount point
id: tag pemasangan: Tag yang terkait dengan titik pemasangan yang diekspor

source: network
id: jaringan

source: no
id: tidak

source: no state saved
id: tidak ada status yang disimpan

source: none
id: tidak ada

source: redirected device
id: perangkat yang dialihkan

source: remove
id: hapus

source: serial number
id: nomor seri

source: up
id: naik

source: user
id: pengguna

source: vCPU and CPU topology settings could not be saved
id: Pengaturan topologi vCPU dan CPU tidak dapat disimpan

source: vCPU count
id: Jumlah vCPU

source: vCPU maximum
id: vCPU maksimum

source: vCPUs
id: vCPU

source: view more...
id: lihat lebih banyak...

source: virt-install package needs to be installed on the system in order to clone VMs
id: Paket virt-install harus diinstal pada sistem untuk mengklon VM

source: virt-install package needs to be installed on the system in order to create new VMs
id: Paket virt-install harus diinstal pada sistem untuk membuat VM baru

source: virt-install package needs to be installed on the system in order to edit this attribute
id: Paket virt-install harus diinstal pada sistem untuk mengedit atribut ini

source: vsock requires special software
id: vsock memerlukan perangkat lunak khusus

source: waiting
id: menunggu

source: yes
id: ya
